{
    "caption": "Планировщики",
    "description": "Запланированные задания",
    "attributes": [
        {
            "name": "ID",
            "caption": "ИД",
            "description": "CRC32(Имя)"
        },
        {
            "name": "name",
            "caption": "Имя задания",
            "description": "Уникальное имя задания. Модели переопределят задания с тем же имененм, чтобы модели слушали в серверной конфигурации"
        },
        {
            "name": "schedulingCondition",
            "caption": "Условия для планирования задания",
            "description": "Выражение для вычисления во время запуска сервера. Задание будет выполнено, если результат пуст или вычисляется в значение 'true'"
        },
        {
            "name": "cron",
            "caption": "Запись cron",
            "description": "cron для задания как в unix системах. Формат: 'Seconds(0-59) Minutes(0-59) Hours(0-23) DayOfMonth(1-31) Months(0-11) DayOfWeek(0-6)'"
        },
        {
            "name": "description",
            "caption": "Описание",
            "description": "Описание задания"
        },
        {
            "name": "command",
            "caption": "Команда",
            "description": "Название функции, которая будет выполняться в контексте сервера"
        },
        {
            "name": "module",
            "caption": "Модуль",
            "description": "Название модуля, который должен быть запрошен функцией планировщика задания как значение, экспортируемое по умолчанию"
        },
        {
            "name": "singleton",
            "caption": "Синглтон",
            "description": "Если '1' - только единственный экземпляр выполняемого задания допускается"
        },
        {
            "name": "runAs",
            "caption": "Выполнить от имени",
            "description": "Имя пользователя для выполнения задания"
        },
        {
            "name": "logSuccessful",
            "caption": "Журнал успешного выполнения",
            "description": "Если 1 (по умолчанию), то результат успешного выполнения задания будет запротоколирован в 'ubq_runstat', иначе - только ошибки"
        },
        {
            "name": "overridden",
            "caption": "Перекрыт",
            "description": "Обозначает, что оригинальное задание перекрыто другими моделями"
        },
        {
            "name": "originalModel",
            "caption": "Оригинальная модель",
            "description": "Имя модели, где храниться оригинальное определение задания"
        },
        {
            "name": "actualModel",
            "caption": "Актуальная модель",
            "description": "Название модели, где хранится файл с актульным определением задания.Может отличаться от оригинальной модели, если кто-то переопределил задание"
        }
    ]
}