{
    "caption": "Статистика запуска планировщика",
    "description": "Статистика запуска планировщика",
    "attributes": [
        {
            "name": "appName",
            "caption": "Имя приложения"
        },
        {
            "name": "startTime",
            "description": "Время запуска элемента планировщика"
        },
        {
            "name": "endTime",
            "caption": "Время завершения элемента планировщика",
            "description": "Время завершения элемента планировщика"
        },
        {
            "name": "logText",
            "caption": "Журнал из выполненного скрипта о всех действиях",
            "description": "Журнал из выполненного скрипта о всех действиях"
        },
        {
            "name": "resultError",
            "caption": "Код ошибки результата. 0=без ошибок"
        },
        {
            "name": "resultErrorMsg",
            "caption": "Текстовое сообщение ошибки если результат > 0"
        }
    ]
}