{
    "caption": "Очередь сообщений",
    "description": "Очередь сообщений",
    "attributes": [
        {
            "name": "queueCode",
            "caption": "Код очереди",
            "description": "Потребитель определяет обработчик по этому коду. Для каждого queCode должен быть потребитель, который его обрабатывает"
        },
        {
            "name": "msgCmd",
            "caption": "Команда",
            "description": "Получатель команд. Содержит сериализованный в виде JSON объект с параметрами команды. Команда должна содержать атрибуты, которые понимает получатель"
        },
        {
            "name": "msgData",
            "caption": "Данные сообщения",
            "description": "Дополнительные данные сообщения. Могут содержать бинарные данные, закодированные в base64"
        },
        {
            "name": "msgPriority",
            "caption": "Приоритет",
            "description": "Приоритет сообщени. 1=Высокий, 0=Низкий, по умолчанию 0"
        },
        {
            "name": "completeDate",
            "caption": "Дата завершения"
        }
    ]
}